Repository: tajpouria/linguci
Catalog: locales/*.po
Languages: es_es, fa_ir

source: You have enabled two-factor authentication successfully.
es_es: Has habilitado correctamente la autenticación de doble factor.
fa_ir: احراز هویت دو مرحله ای را با موفقیت فعال کردید.

source: {0} bullet points
es_es: {0} viñetas
fa_ir: {0} نکته

source: {age} years ago
es_es: Hace {age} años
fa_ir: {age} سال پیش

source: {templatesCount} resume templates to choose from
es_es: {templatesCount} plantillas de currículum para elegir
fa_ir: {templatesCount} قالب رزومه برای انتخاب

source: {value, plural, one {Column} other {Columns}}
es_es: {value, plural, one {Columna} other {Columnas}}
fa_ir: {value, plural, one {ستون} other {ستون}}

source: {years} years
es_es: {years} años
fa_ir: {years} سال

source: +{0} more
es_es: +{0} más
fa_ir: +{0} بیشتر

source: <0>I built Reactive Resume mostly by myself during my spare time, with a lot of help from other great open-source contributors.</0><1>If you like the app and want to support keeping it free forever, please donate whatever you can afford to give.</1>
es_es: <0>Construí Reactive Resume principalmente en mi tiempo libre, junto a otros colaboradores de Open Source, cuya ayuda ha hecho posible este proyecto.</0><1>Si te gusta la app y deseas que continúe siendo gratuita para siempre, cualquier donación que puedas permitirte nos será de gran ayuda.</1>
fa_ir: <0>من Reactive Resume را بیشتر در اوقات فراغت خودم و با کمک جامعه اوپن‌سورس ساختم.</0> <1>اگر این اپلیکیشن را دوست دارید و می‌خواهید از رایگان نگه داشتن آن برای همیشه حمایت کنید، لطفاً هر چقدر در توان شماست دونیت کنید.</1>

source: <0>I'm sure the app is not perfect, but I'd like for it to be.</0><1>If you faced any issues while creating your resume, or have an idea that would help you and other users in creating your resume more easily, drop an issue on the repository or send me an email about it.</1>
es_es: <0>Estoy seguro de que la app no es perfecta, pero me gustaría lograrlo.</0><1>Si has encontrado algún problema creando un currículum o tienes alguna idea que mejore cualquier parte del producto, abre una incidencia en el repositorio o envíame un email.</1>
fa_ir: <0>مطمئنم که برنامه بی‌نقص نیست، اما دوست دارم که باشد.</0> <1>اگر موقع ایجاد رزومه خودتان با مشکلی مواجه شدید یا ایده‌ای دارید که به شما و سایر کاربران در ساختن راحت‌تر رزومه کمک می‌کند، در گیت‌هاب پروژه یک issue ایجاد کنید یا به من ایمیل بفرستید.</1>

source: <0>Note: </0>By utilizing the OpenAI API, you acknowledge and accept the <1>terms of use</1> and <2>privacy policy</2> outlined by OpenAI. Please note that Reactive Resume bears no responsibility for any improper or unauthorized utilization of the service, and any resulting repercussions or liabilities solely rest on the user.
es_es: <0>Nota:</0> Al utilizar la API de OpenAI, reconoces y aceptas los <1>términos de uso</1> y la <2>política de privacidad</2> descritos por OpenAI. Ten en cuenta que Reactive Resume no asume ninguna responsabilidad por cualquier uso inadecuado o no autorizado del servicio, y cualquier repercusión o responsabilidad resultante recae únicamente en el usuario.
fa_ir: <0>توجه:</0> با استفاده از امکانات OpenAI API، <1>شرایط استفاده را تایید می‌کنید و می‌پذیرید</1> و <2>خط مشی رازداری</2> را که توسط OpenAI مشخص شده است. لطفاً توجه داشته باشید که Reactive Resume هیچ مسئولیتی در قبال هرگونه استفاده نادرست یا غیرمجاز از سرویس ندارد و هرگونه عواقب یا تعهدات ناشی از آن صرفاً بر عهده کاربر است.

source: <0>The community has spent a lot of time writing the documentation for Reactive Resume, and I'm sure it will help you get started with the app.</0><1>There are also a lot of examples to help you get started, and features that you might not know about which could help you build your perfect resume.</1>
es_es: <0>La comunidad ha dedicado mucho tiempo a escribir la documentación de Reactive Resume, y estoy seguro de que te ayudará al utilizar la aplicación.</0><1>También hay un montón de ejemplos que te ayudarán a empezar, y características que quizás no conozcas y que podrían ayudarte a construir un currículum perfecto.</1>
fa_ir: <0>جامعه Reactive Resume زمان زیادی را صرف نوشتن مستندات کرده است، و من مطمئن هستم که به شما در شروع کار با برنامه کمک خواهد کرد.</0> <1>همچنین مثال‌ها و تمپلت‌های زیادی وجود دارد که به شما در شروع کار کمک می‌کند، و شاید این مثال‌ها در شناخت امکاناتی که ممکن است در روند ساختن رزومه ندانید مفید باشند.</1>

source: <0>Two-factor authentication is currently disabled.</0> You can enable it by adding an authenticator app to your account.
es_es: <0>La autenticación de doble factor está actualmente deshabilitada.</0> Puedes habilitarla añadiendo una aplicación de autenticación a tu cuenta.
fa_ir: <0> احراز هویت دو مرحله‌ای در حال حاضر غیرفعال است.</0> می توانید با نصب یک اپلیکیشن احراز هویت (مثل Google Authenticator یا Microsoft Authenticator) و افزودن آن به حساب خود، ورود دو مرحله‌ای را فعال کنید.

source: <0>Two-factor authentication is enabled.</0> You will be asked to enter a code every time you sign in.
es_es: <0>La autenticación de doble factor está habilitada.</0> Se te pedirá que introduzcas un código cada vez que inicies sesión.
fa_ir: <0>احراز هویت دو عاملی فعال است.</0> در هر بار ورود، از شما خواسته می‌شود که یک کد وارد کنید.

source: 1 year
es_es: 1 año
fa_ir: 1 سال

source: 1 year ago
es_es: Hace 1 año
fa_ir: 1 سال پیش

source: A free and open-source resume builder
es_es: Un creador de currículums gratuito y de código abierto
fa_ir: یک رزومه ساز رایگان و منبع باز

source: A free and open-source resume builder that simplifies the process of creating, updating, and sharing your resume.
es_es: Un creador de currículums gratuito y de código abierto que simplifica el proceso de crear, actualizar y compartir tu currículum.
fa_ir: یک رزومه ساز رایگان و منبع باز که فرآیند ایجاد، به روز رسانی و به اشتراک گذاری رزومه شما را ساده می کند.

source: A link has been copied to your clipboard.
es_es: El enlace ha sido copiado al portapapeles.
fa_ir: لینک در کلیپ بورد شما کپی شده است.

source: A password reset link should have been sent to your inbox, if an account existed with the email you provided.
es_es: Tu bandeja de entrada debería haber recibido un enlace para restablecer la contraseña, si existía una cuenta con el correo electrónico introducido.
fa_ir: اگر یک حساب کاربری با ایمیلی که ارائه کرده‌اید وجود دارد، لینک بازنشانی رمز عبور باید به صندوق ورودی شما ارسال شده باشد.

source: A resume with this slug already exists, please pick a different unique identifier.
es_es: Ya existe un currículum con este identificador, elige un identificador único diferente.
fa_ir: یک رزومه با این شناسه منحصر به فرد از قبل وجود دارد، لطفاً یک شناسه منحصر به فرد دیگر انتخاب کنید.

source: A user with this email address and/or username already exists.
es_es: Ya existe un usuario con esta dirección de correo electrónico y/o nombre de usuario.
fa_ir: کاربری با این آدرس ایمیل و/یا نام کاربری از قبل وجود دارد.

source: Accepts only {accept} files
es_es: Acepta solo archivos {accept}
fa_ir: فقط فایل های {accept} را می پذیرد

source: Account
es_es: Cuenta
fa_ir: حساب

source: Action Verbs:
es_es: Verbos de acción:
fa_ir: افعال عمل:

source: Add a custom field
es_es: Añadir campo personalizado
fa_ir: افزودن فیلد دلخواه

source: Add a new item
es_es: Añadir un nuevo elemento
fa_ir: افزودن مورد جدید

source: Add a new section
es_es: Añadir nueva sección
fa_ir: یک بخش جدید اضافه کنید

source: Add New Page
es_es: Añadir nueva página
fa_ir: افزودن برگهٔ تازه

source: Add this to your resume to improve matching.
es_es: Añade esto a tu currículum para mejorar la coincidencia.
fa_ir: این را به رزومه خود اضافه کنید تا مطابقت بهبود یابد.

source: Adding a job description helps tailor your resume to the specific position.
es_es: Añadir una descripción del puesto ayuda a adaptar tu currículum a la posición específica.
fa_ir: اضافه کردن شرح شغل به تنظیم رزومه شما برای موقعیت خاص کمک می کند.

source: Additional Skills ({0})
es_es: Habilidades adicionales ({0})
fa_ir: مهارت های اضافی ({0})

source: AI Optimize
es_es: Optimización con IA
fa_ir: بهینه سازی هوش مصنوعی

source: AI Resume Optimization
es_es: Optimización de currículum con IA
fa_ir: بهینه سازی رزومه هوش مصنوعی

source: Already have an account?
es_es: ¿Ya tienes una cuenta?
fa_ir: درحال حاضر حساب کاربری دارید

source: An error occurred during optimization
es_es: Se produjo un error durante la optimización
fa_ir: هنگام بهینه سازی خطایی رخ داد

source: An error occurred while validating the file.
es_es: Se ha producido un error al cargar el archivo.
fa_ir: هنگام بارگیری فایل خطایی رخ داد.

source: An internal server error occurred.
es_es: Se produjo un error interno del servidor.
fa_ir: یک خطای داخلی سرور رخ داد.

source: An unexpected error occurred.
es_es: Se produjo un error inesperado.
fa_ir: یک خطای غیرمنتظره رخ داد.

source: Analysis
es_es: Análisis
fa_ir: تحلیل

source: analyzing a resume
es_es: analizando un currículum
fa_ir: تجزیه و تحلیل یک رزومه

source: Analyzing the optimized content...
es_es: Analizando el contenido optimizado...
fa_ir: در حال تحلیل محتوای بهینه شده...

source: Analyzing...
es_es: Analizando...
fa_ir: در حال تحلیل...

source: and many more...
es_es: y mucho más...
fa_ir: - و خیلی چیزهای دیگر...

source: Anyone with the link can view and download the resume.
es_es: Cualquier persona con el enlace puede ver y descargar el currículum.
fa_ir: هر کسی که لینک را داشته باشد می تواند رزومه را مشاهده و دانلود کند.

source: Anyone with this link can view and download the resume. Share it on your profile or with recruiters.
es_es: Cualquier persona que tenga este enlace puede ver y descargar el currículum. Compártelo en tu perfil o con los reclutadores.
fa_ir: از این پیوند همه می توانند رزومه را مشاهده و دانلود کنند. آن را در نمایه خود یا با استخدام کنندگان به اشتراک بگذارید.

source: Apply
es_es: Aplicar
fa_ir: اعمال

source: Apply Custom CSS
es_es: Aplicar CSS personalizado
fa_ir: اعمال CSS سفارشی

source: Apply Optimization
es_es: Aplicar optimización
fa_ir: اعمال بهینه سازی

source: Applying...
es_es: Aplicando...
fa_ir: در حال اعمال...

source: Are you sure you want to apply this optimization? This will update your resume with the optimized content.
es_es: ¿Está seguro de que quiere aplicar esta optimización? Esto actualizará su currículum con el contenido optimizado.
fa_ir: آیا مطمئن هستید که می خواهید این بهینه سازی را اعمال کنید؟ این کار رزومه شما را با محتوای بهینه شده به روز می کند.

source: Are you sure you want to delete this item?
es_es: ¿Seguro que deseas eliminar este elemento?
fa_ir: از حذف این مورد مطمئن هستید؟

source: Are you sure you want to delete your resume?
es_es: ¿Seguro que deseas eliminar tu currículum?
fa_ir: آیا مطمئن هستید که می خواهید رزومه خود را حذف کنید؟

source: Are you sure you want to disable two-factor authentication?
es_es: ¿Seguro que deseas deshabilitar la autenticación de doble factor?
fa_ir: آیا مطمئن هستید که می خواهید احراز هویت دو مرحله ای را غیرفعال کنید؟

source: Are you sure you want to lock this resume?
es_es: ¿Seguro que deseas bloquear este currículum?
fa_ir: آیا مطمئن هستید که می خواهید این رزومه را قفل کنید؟

source: Are you sure you want to reject this optimization? This will delete the optimized version of your resume and cannot be undone.
es_es: ¿Está seguro de que quiere rechazar esta optimización? Esto eliminará la versión optimizada de su currículum y no se podrá deshacer.
fa_ir: آیا مطمئن هستید که می خواهید این بهینه سازی را رد کنید؟ این کار نسخه بهینه شده رزومه شما را حذف می کند و قابل بازگشت نیست.

source: Are you sure you want to unlock this resume?
es_es: ¿Seguro que deseas desbloquear este currículum?
fa_ir: آیا مطمئن هستید که می خواهید قفل این رزومه را باز کنید؟

source: Are you sure?
es_es: ¿Estás seguro?
fa_ir: آیا مطمئن هستید؟

source: Area of Study
es_es: Área de estudio
fa_ir: زمینه مطالعاتی

source: Aspect Ratio
es_es: Relación de aspecto
fa_ir: نسبت تصویر

source: Available again in:
es_es: Disponible de nuevo en:
fa_ir: دوباره در دسترس خواهد بود در:

source: Available in {languagesCount} languages
es_es: Disponible en {languagesCount} idiomas
fa_ir: در {languagesCount} زبان موجود است

source: Average (40-69%)
es_es: Promedio (40-69%)
fa_ir: متوسط ​​(40-69٪)

source: Average achievement-job alignment
es_es: Alineación promedio entre logros y empleo
fa_ir: تطابق متوسط ​​دستاورد با شغل

source: Average action verb usage
es_es: Uso promedio de verbos de acción
fa_ir: میانگین استفاده از فعل عمل

source: Average keyword context integrity
es_es: Integridad promedio del contexto de las palabras clave
fa_ir: میانگین یکپارچگی متن کلمات کلیدی

source: Awarder
es_es: Otorgado
fa_ir: جایزه دهنده

source: Back
es_es: Volver
fa_ir: بازگشت

source: Background Color
es_es: Color de fondo
fa_ir: رنگ پس‌زمینه

source: Backup Code
es_es: Código de respaldo
fa_ir: کد پشتیبان

source: Backup Codes may contain only lowercase letters or numbers, and must be exactly 10 characters.
es_es: Los códigos de respaldo solo pueden contener letras minúsculas o números y deben tener exactamente 10 caracteres.
fa_ir: کدهای پشتیبان فقط باید شامل حروف کوچک یا اعداد و دقیقاً 10 کاراکتر باشند.

source: Base URL
es_es: URL base
fa_ir: URL پایه

source: Based on anonymized data from similar professional profiles
es_es: Basado en datos anónimos de perfiles profesionales similares
fa_ir: بر اساس داده های ناشناس از پروفایل های حرفه ای مشابه

source: Basics
es_es: Lo esencial
fa_ir: مبانی

source: Border
es_es: Borde
fa_ir: حاشیه

source: Border Radius
es_es: Radio del borde
fa_ir: شعاع حاشیه

source: Built with
es_es: Creado con
fa_ir: ساخته شده با

source: By the community, for the community.
es_es: Por la comunidad, para la comunidad.
fa_ir: توسط جامعه، برای جامعه.

source: Cancel
es_es: Cancelar
fa_ir: انصراف

source: Career Gaps Detected
es_es: Brechas profesionales detectadas
fa_ir: شکاف های شغلی شناسایی شد

source: Career Level
es_es: Nivel profesional
fa_ir: سطح شغلی

source: Career Span
es_es: Duración de la carrera
fa_ir: طول دوره شغلی

source: Career Trajectory
es_es: Trayectoria profesional
fa_ir: مسیر شغلی

source: Casual
es_es: Informal
fa_ir: غیررسمی

source: Change Password
es_es: Cambiar contraseña
fa_ir: تغییر رمز عبور

source: Change Tone
es_es: Cambiar tono
fa_ir: تغییر لحن

source: Changed your mind about the name? Give it a new one.
es_es: ¿Cambiaste de opinión sobre el nombre? Dale uno nuevo.
fa_ir: نظرت درباره نام عوض شد؟ یک نام جدید بده.

source: Check your email for the confirmation link to update your email address.
es_es: Revisa tu correo electrónico para ver el enlace de confirmación y actualizar tu dirección de correo electrónico.
fa_ir: ایمیل خود را برای لینک تایید جهت به‌روزرسانی ایمیل بررسی کنید.

source: Circle
es_es: Círculo
fa_ir: دایره

source: Clear and well-written content
es_es: Contenido claro y bien escrito
fa_ir: محتوای واضح و خوش نوشته

source: Close
es_es: Cerrar
fa_ir: بستن

source: Close fullscreen view
es_es: Cerrar vista de pantalla completa
fa_ir: بستن نمای تمام صفحه

source: Code
es_es: Código
fa_ir: کد

source: Code must be exactly 6 digits long.
es_es: El código debe tener exactamente 6 dígitos.
fa_ir: کد باید دقیقاً 6 رقمی باشد.

source: Columns
es_es: Columnas
fa_ir: ستون‌ها

source: Company
es_es: Empresa
fa_ir: شرکت

source: Confident
es_es: Confiado
fa_ir: مطمئن

source: Consider adding these keywords to your resume if applicable.
es_es: Considere agregar estas palabras clave a su currículum si corresponde.
fa_ir: در صورت لزوم، اضافه کردن این کلمات کلیدی به رزومه خود را در نظر بگیرید.

source: Consider adding these skills to your resume if you have them.
es_es: Considere añadir estas habilidades a su currículum si las tiene.
fa_ir: در صورت داشتن این مهارت ها، اضافه کردن آنها به رزومه خود را در نظر بگیرید.

source: Consider addressing career gaps in your cover letter or summary, highlighting any relevant activities during these periods.
es_es: Considere abordar las lagunas profesionales en su carta de presentación o resumen, destacando cualquier actividad relevante durante estos períodos.
fa_ir: در نظر بگیرید که در نامه پوششی یا خلاصه خود به شکاف های شغلی بپردازید و فعالیت های مرتبط در این دوره ها را برجسته کنید.

source: Consider highlighting any experience related to the required domains, even if indirect.
es_es: Considere destacar cualquier experiencia relacionada con los dominios requeridos, incluso si es indirecta.
fa_ir: در نظر بگیرید که هر تجربه مرتبط با دامنه های مورد نیاز را برجسته کنید، حتی اگر غیر مستقیم باشد.

source: Consider highlighting relevant experience in these domains if you have it.
es_es: Considere destacar la experiencia relevante en estos dominios si la tiene.
fa_ir: در صورت داشتن تجربه مرتبط در این زمینه ها، برجسته کردن آن را در نظر بگیرید.

source: Consider revising the highlighted sentences to improve clarity and readability.
es_es: Considere revisar las oraciones resaltadas para mejorar la claridad y la legibilidad.
fa_ir: تجدید نظر در جملات برجسته شده را برای بهبود وضوح و خوانایی در نظر بگیرید.

source: Consider updating your skills or highlighting more recent experience with required skills.
es_es: Considere actualizar sus habilidades o destacar la experiencia más reciente con las habilidades requeridas.
fa_ir: به روز رسانی مهارت های خود یا برجسته کردن تجربه های جدیدتر با مهارت های مورد نیاز را در نظر بگیرید.

source: Continue
es_es: Continuar
fa_ir: ادامه

source: Convert your existing resume instantly
es_es: Convierte tu currículum existente al instante
fa_ir: تبدیل فوری رزومه موجود خود

source: Copy
es_es: Copiar
fa_ir: کپی

source: Copy Link to Resume
es_es: Copiar enlace al currículum
fa_ir: کپی لینک به رزومه

source: Copy to Clipboard
es_es: Copiar al portapapeles
fa_ir: کپی به کلیپ‌بورد

source: Create
es_es: Crear
fa_ir: ایجاد

source: Create a new account
es_es: Crear una nueva cuenta
fa_ir: ایجاد یک حساب جدید

source: Create a new item
es_es: Crear un elemento nuevo
fa_ir: ساخت آیتم جدید

source: Create a new resume
es_es: Crear un nuevo currículum
fa_ir: ساخت رزومه جدید

source: Create Sample Resume
es_es: Crear un currículum de ejemplo
fa_ir: ایجاد نمونه رزومه

source: creating a new resume
es_es: creando un nuevo currículum
fa_ir: ایجاد یک رزومه جدید

source: Current
es_es: Actual
fa_ir: جاری

source: Current Password
es_es: Contraseña actual
fa_ir: رمز عبور فعلی

source: Custom CSS
es_es: CSS personalizado
fa_ir: CSS سفارشی

source: Custom resume sections
es_es: Secciones de currículum personalizadas
fa_ir: بخش‌های رزومه شخصی‌سازی شده

source: Custom Section
es_es: Sección personalizada
fa_ir: بخش شخصی‌سازی شده

source: Customisable colour palettes
es_es: Paletas de colores personalizables
fa_ir: پالت‌های رنگی قابل تنظیم

source: Customisable layouts
es_es: Diseños personalizables
fa_ir: طرح‌های قابل تنظیم

source: Danger Zone
es_es: Zona de peligro
fa_ir: محدوده خطر

source: Dark
es_es: Oscuro
fa_ir: تاریک

source: Date
es_es: Fecha
fa_ir: تاریخ

source: Date or Date Range
es_es: Fecha o rango de fechas
fa_ir: تاریخ دقیق یا محدوده تاریخ

source: Delete
es_es: Eliminar
fa_ir: حذف

source: Delete Account
es_es: Eliminar cuenta
fa_ir: حذف حساب کاربری

source: Description
es_es: Descripción
fa_ir: توضیحات

source: Design single/multi page resumes
es_es: Diseñar currículums de una o varias páginas
fa_ir: طراحی رزومه تک / چند صفحه‌ای

source: Detailed Metrics
es_es: Métricas detalladas
fa_ir: معیارهای دقیق

source: Diff
es_es: Diferencia
fa_ir: تفاوت

source: Disable
es_es: Deshabilitar
fa_ir: غیرفعال

source: Disable 2FA
es_es: Deshabilitar 2FA
fa_ir: غیرفعالسازی ورود دو مرحله‌ای

source: Discard
es_es: Descartar
fa_ir: صرف‌نظر

source: Documentation
es_es: Documentación
fa_ir: مستندات

source: Domain/industry alignment
es_es: Alineación de dominio/industria
fa_ir: هم ترازی دامنه/صنعت

source: Domain/Industry Matches ({0})
es_es: Coincidencias de Dominio/Industria ({0})
fa_ir: تطابق های دامنه/صنعت ({0})

source: Don't have an account?
es_es: ¿No tienes una cuenta?
fa_ir: حساب کاربری ندارید؟

source: Don't know where to begin? Hit the docs!
es_es: ¿No sabes por dónde empezar? ¡Revisa la documentación!
fa_ir: نمی دانید از کجا شروع کنید؟ از مستندات!

source: Don't see your language? <0>Help translate the app.</0>
es_es: ¿No ves tu idioma? <0>Ayuda a traducir la aplicación.</0>
fa_ir: زبان خود را نمی بینید؟ <0>به ترجمه برنامه کمک کنید.</0>

source: Donate to Reactive Resume
es_es: Donar a Reactive Resume
fa_ir: به Reactive Resume دونیت کنید

source: Download a JSON snapshot of your resume. This file can be used to import your resume in the future, or can even be shared with others to collaborate.
es_es: Descarga una instantánea JSON de tu currículum. Este archivo se puede utilizar para importar tu currículum en el futuro o incluso se puede compartir con otras personas para colaborar.
fa_ir: دریافت یک کپی به صورت JSON از رزومه خود. این فایل می تواند برای وارد کردن رزومه خود در آینده استفاده شود، یا حتی با دیگران به اشتراک گذاشته شود تا همکاری کنند.

source: Download a PDF of your resume. This file can be used to print your resume, send it to recruiters, or upload on job portals.
es_es: Descarga un PDF de tu currículum. Este archivo se puede utilizar para imprimir tu currículum, enviarlo a los reclutadores o cargarlo en portales de empleo.
fa_ir: دریافت یک پی‌دی‌اف از رزومه‌ی خود. این فایل می‌تواند برای چاپ رزومه‌ی شما، ارسال آن به کارفرمایان، یا آپلود آن در پورتال‌های کاریابی استفاده شود.

source: Download PDF
es_es: Descargar PDF
fa_ir: دربافت پی‌دی‌اف

source: Downloads
es_es: Descargas
fa_ir: دانلود

source: Duplicate
es_es: Duplicar
fa_ir: کپی کردن

source: Duplicate an existing item
es_es: Duplicar un elemento existente
fa_ir: کپی یک مورد موجود

source: Duplicate an existing resume
es_es: Duplicar un currículum existente
fa_ir: کپی یک رزومه موجود

source: Duration:
es_es: Duración:
fa_ir: مدت:

source: Edit
es_es: Editar
fa_ir: ویرایش

source: Effects
es_es: Efectos
fa_ir: جلوه‌ها

source: Email
es_es: Correo electrónico
fa_ir: ایمیل

source: Employers often look for consistent career progression with minimal unexplained gaps. Addressing any career gaps or frequent job changes in your resume or cover letter can help mitigate potential concerns.
es_es: Los empleadores a menudo buscan una progresión profesional constante con mínimas lagunas inexplicables. Abordar cualquier laguna profesional o cambio de trabajo frecuente en su currículum o carta de presentación puede ayudar a mitigar posibles preocupaciones.
fa_ir: کارفرمایان اغلب به دنبال پیشرفت شغلی مداوم با حداقل شکاف های غیرقابل توضیح هستند. پرداختن به هرگونه شکاف شغلی یا تغییر شغل مکرر در رزومه یا نامه پوششی شما می تواند به کاهش نگرانی های احتمالی کمک کند.

source: Enable 2FA
es_es: Habilitar 2FA
fa_ir: فعالسازی ورود دو مرحله‌ای

source: Enter a new password below, and make sure it's secure.
es_es: Ingresa una nueva contraseña a continuación y asegúrate de que sea segura.
fa_ir: یک رمز عبور جدید در زیر وارد کنید و مطمئن شوید که ایمن است.

source: Enter one of the 10 backup codes you saved when you enabled two-factor authentication.
es_es: Ingresa uno de los 10 códigos de respaldo que guardaste al habilitar la autenticación de doble factor.
fa_ir: یکی از 10 کد پشتیبان را که هنگام فعال کردن احراز هویت دو مرحله‌ای ذخیره کرده‌اید، وارد کنید.

source: Enter Phosphor Icon
es_es: Nombre del icono (phosphor icon)
fa_ir: آیکون Phosphor را وارد کنید

source: Enter the 6-digit code from your authenticator app to verify that 2FA has been setup correctly.
es_es: Ingresa el código de 6 dígitos de tu aplicación de autenticación para verificar que 2FA se ha configurado correctamente.
fa_ir: کد 6 رقمی را از برنامه احراز هویت خود وارد کنید تا تأیید شود که 2FA به درستی تنظیم شده است.

source: Enter the job description to optimize your resume for this specific position.
es_es: Ingrese la descripción del trabajo para optimizar su currículum para este puesto específico.
fa_ir: برای بهینه سازی رزومه خود برای این موقعیت خاص، شرح شغل را وارد کنید.
