Repository: tajpouria/linguci
Catalog: locales/*.po
Languages: es_es, fa_ir

source: Optimizing your resume...
es_es: Optimizando tu currículum...
fa_ir: در حال بهینه سازی رزومه شما...

source: Optimizing...
es_es: Optimizando...
fa_ir: در حال بهینه سازی...

source: Optional: Enter a job URL to import the job description. Works with LinkedIn, Indeed, and other job sites.
es_es: Opcional: Introduce una URL de empleo para importar la descripción del puesto. Funciona con LinkedIn, Indeed y otros sitios de empleo.
fa_ir: اختیاری: یک آدرس اینترنتی شغلی برای وارد کردن شرح شغل وارد کنید. با لینکدین، ایندید و سایر سایت های شغلی کار می کند.

source: Options
es_es: Opciones
fa_ir: گزینه‌ها

source: Organization
es_es: Organización
fa_ir: سازمان

source: Original Resume
es_es: Currículum original
fa_ir: رزومه اصلی

source: Outcomes:
es_es: Resultados:
fa_ir: نتایج:

source: Overall Score
es_es: Puntuación general
fa_ir: امتیاز کلی

source: Page
es_es: Página
fa_ir: صفحه

source: Page {pageNumber}
es_es: Página {pageNumber}
fa_ir: صفحه {pageNumber}

source: Partial domain/industry match
es_es: Coincidencia parcial de dominio/industria
fa_ir: تطابق جزئی دامنه/صنعت

source: Password
es_es: Contraseña
fa_ir: رمز عبور

source: Paste the job description here or import it from a URL above...
es_es: Pega la descripción del puesto aquí o impórtala desde una URL de arriba...
fa_ir: شرح شغل را اینجا جایگذاری کنید یا از یک آدرس اینترنتی در بالا وارد کنید...

source: PDF
fa_ir: پی‌دی‌اف

source: Personal notes for each resume
es_es: Notas personales para cada currículum
fa_ir: یادداشت‌های شخصی برای هر رزومه

source: Phone
es_es: Teléfono
fa_ir: تلفن

source: Photograph by Patrick Tomasso
es_es: Fotografía de Patrick Tomasso
fa_ir: تصویر توسط پاتریک توماسو

source: Pick any font from Google Fonts
es_es: Elige cualquier fuente de Google Fonts
fa_ir: هر فونتی را از فونت‌های گوگل انتخاب کنید

source: Picture
es_es: Imagen
fa_ir: تصویر

source: Please enter a job URL
es_es: Por favor, introduce una URL de empleo
fa_ir: لطفاً یک آدرس اینترنتی شغل وارد کنید

source: Please note that this step is completely optional.
es_es: Ten en cuenta que este paso es completamente opcional.
fa_ir: لطفا توجه داشته باشید که این مرحله به طور کاملا اختیاری است.

source: Please select a file type
es_es: Por favor, selecciona un tipo de archivo
fa_ir: لطفاً فرمت فایل را انتخاب کنید

source: Please store your backup codes in a secure location. You can use one of these one-time use codes to login in case you lose access to your authenticator app.
es_es: Guarda tus códigos de respaldo en un lugar seguro. Puedes utilizar uno de estos códigos de un solo uso para iniciar sesión en caso de que pierdas el acceso a tu aplicación de autenticación.
fa_ir: لطفاً کدهای پشتیبان خود را در یک مکان امن ذخیره کنید. می توانید از یکی از این کدهای یک بار استفاده برای ورود به حساب خود استفاده کنید در صورتی که دسترسی به برنامه auchenticator خود را از دست بدهید.

source: Poor (0-39%)
es_es: Deficiente (0-39%)
fa_ir: ضعیف (۰-۳۹٪)

source: Poor achievement-job alignment
es_es: Mala alineación entre logros y trabajo
fa_ir: تطابق ضعیف دستاورد-شغل

source: Poor action verb usage
es_es: Mal uso de verbos de acción
fa_ir: استفاده ضعیف از فعل عمل

source: Poor keyword context integrity
es_es: Integridad deficiente del contexto de las palabras clave
fa_ir: یکپارچگی ضعیف متن کلمه کلیدی

source: Portrait
es_es: Vertical
fa_ir: تصویر

source: Position
es_es: Posición
fa_ir: موقعیت شغلی

source: Positions Held
es_es: Cargos desempeñados
fa_ir: مناصب اشغال شده

source: Powered by
es_es: Impulsado por
fa_ir: ساخته شده توسط

source: Powered by <0>Simple Icons</0>
es_es: Impulsado por <0>Simple Icons</0>
fa_ir: ساخته شده توسط <0>Simple Icons</0>

source: Preparing comparison...
es_es: Preparando la comparación...
fa_ir: در حال آماده سازی مقایسه...

source: Preparing your resume optimization...
es_es: Preparando la optimización de tu currículum...
fa_ir: در حال آماده سازی بهینه سازی رزومه شما...

source: Primary Color
es_es: Color primario
fa_ir: رنگ اصلی

source: Priority: {0}/10
es_es: Prioridad: {0}/10
fa_ir: اولویت: {0}/10

source: Privacy Policy
es_es: Política de privacidad
fa_ir: سیاست حفظ حریم شخصی

source: Processing...
es_es: Procesando...
fa_ir: در حال پردازش...

source: Professional
es_es: Profesional
fa_ir: حرفه ای

source: Profile
es_es: Perfil
fa_ir: پروفایل

source: Public
es_es: Público
fa_ir: عمومی

source: Publisher
es_es: Editor
fa_ir: منتشر کننده

source: Raise an issue
es_es: Reportar problema
fa_ir: ایجاد یک گزارش

source: Reactive Resume has helped people land jobs at these great companies:
es_es: Reactive Resume ha ayudado a personas a conseguir puestos de trabajo en estas grandes compañías:
fa_ir: Reactive Resume به مردم در استخدام در این شرکت‌های بزرگ کمک کرده است:

source: Reactive Resume is a free and open-source project crafted mostly by me, and your support would be greatly appreciated. If you're inclined to contribute, and only if you can afford to, consider making a donation through any of the listed platforms. Additionally, donations to Reactive Resume through Open Collective are tax-exempt, as the project is fiscally hosted by Open Collective Europe.
es_es: Reactive Resume es un proyecto gratuito y de código abierto construido mayoritariamente por mí y tu apoyo sería gratamente apreciado. Si estás dispuesto a contribuir, solo si te lo puedes permitir, considera realizar una donación por medio de alguna de las plataformas listadas. Adicionalmente, las donaciones a Reactive Resume por medio de Open Collective están libres de impuestos, ya que el proyecto está financiado por Open Collective Europe.
fa_ir: Reactive Resume یک پروژه رایگان و اوپن سورس است که بیشتر توسط من ساخته شد، و حمایت شما بسیار قدردانی می شود. اگر مایل به همکاری هستید و تنها اگر امکان دارد، در نظر بگیرید که از طریق هر یک از پلتفرم های معرفی شده، دونیتی انجام دهید. به افزودنی، اهدایی به رزومه واکنشی از طریق Open Collective، معاف از مالیات است، زیرا این پروژه توسط Open Collective اروپا میزبانی مالی شده است.

source: Reactive Resume is a passion project of over 3 years of hard work, and with that comes a number of re-iterated ideas and features that have been built to (near) perfection.
es_es: Reactive Resume es un proyecto pasional de más de 3 años de duro trabajo, con ello existen una serie de ideas reiteradas y funcionalidades que han sido construidas hasta la (casi) perfección.
fa_ir: Reactive Resume یک پروژه‌ از روی علاقه است که نتیجه‌ی بیش از ۳ سال تلاش سخت است و در این مدت، ایده‌ها و ویژگی‌های مختلفی بارها و بارها بهبود یافته و تا (حد) کمال ساخته شده‌اند.

source: Reactive Resume thrives thanks to its vibrant community. This project owes its progress to numerous individuals who've dedicated their time and skills. Below, we celebrate the coders who've enhanced its features on GitHub and the linguists whose translations on Crowdin have made it accessible to a broader audience.
es_es: Reactive Resume prospera gracias a su vibrante comunidad. Este proyecto debe su progreso a numerosas personas que han dedicado su tiempo y habilidades. A continuación, celebramos a los programadores que mejoraron sus funciones en GitHub y a los lingüistas cuyas traducciones en Crowdin lo hicieron accesible a una audiencia más amplia.
fa_ir: Reactive Resume به دست جامعه پرانرژی خود زنده می‌ماند. این پروژه پیشرفت خود را به افراد بسیاری مدیون است که وقت و مهارت خود را اختصاص داده‌اند. در زیر، ما از برنامه‌نویسانی که ویژگی‌های آن را در GitHub بهبود داده‌اند و از مترجمانی که ترجمه‌های خود را در Crowdin ارائه داده‌اند بر خواهیم خواند که آن را برای مخاطبان بیشتر قابل دسترس کرده‌اند.

source: Recommendations
es_es: Recomendaciones
fa_ir: توصیه ها

source: Redirecting to billing portal
es_es: Redirigiendo al portal de facturación
fa_ir: تغییر مسیر به پورتال صورتحساب

source: Regenerate Analysis
es_es: Regenerar análisis
fa_ir: تولید مجدد تحلیل

source: Regenerating...
es_es: Regenerando...
fa_ir: در حال تولید مجدد...

source: Reject
es_es: Rechazar
fa_ir: رد کردن

source: Reject Optimization
es_es: Rechazar optimización
fa_ir: رد کردن بهینه سازی

source: Rejecting...
es_es: Rechazando...
fa_ir: در حال رد کردن...

source: relevance to job goals
es_es: relevancia para los objetivos laborales
fa_ir: ارتباط با اهداف شغلی

source: Relevant Experience
es_es: Experiencia relevante
fa_ir: تجربه مرتبط

source: Remove
es_es: Eliminar
fa_ir: حذف

source: Remove Page
es_es: Eliminar página
fa_ir: حذف صفحه

source: Rename
es_es: Renombrar
fa_ir: تغییر نام

source: Required Experience
es_es: Experiencia requerida
fa_ir: تجربه مورد نیاز

source: Required Level
es_es: Nivel requerido
fa_ir: سطح مورد نیاز

source: Requirements ({matchedCount}/{totalCount})
es_es: Requisitos ({matchedCount}/{totalCount})
fa_ir: الزامات ({matchedCount}/{totalCount})

source: Resend email confirmation link
es_es: Reenviar enlace de confirmación por correo electrónico
fa_ir: ارسال مجدد لینک تأیید ایمیل

source: Reset
es_es: Restablecer
fa_ir: ریست

source: Reset Layout
es_es: Restablecer diseño
fa_ir: ریست طرح

source: Reset your password
es_es: Restablecer tu contraseña
fa_ir: تنظیم مجدد رمز عبور

source: Reset Zoom
es_es: Restablecer zoom
fa_ir: ریست بزرگنمایی

source: Resume Analysis
es_es: Análisis de currículum
fa_ir: تحلیل رزومه

source: Resume optimization completed... Moving to comparison...
es_es: Optimización del currículum completada... Pasando a la comparación...
fa_ir: بهینه سازی رزومه به پایان رسید... در حال رفتن به مقایسه...

source: Resumes
es_es: Currículums
fa_ir: رزومه ها

source: Resumes Generated
es_es: Currículums generados
fa_ir: رزومه های به‌وجود آمده

source: Review Optimized Resume
es_es: Revisar currículum optimizado
fa_ir: بازبینی رزومه بهینه شده

source: Rich in features, not in pricing.
es_es: Rico en funciones, no en precios.
fa_ir: پر از امکانات، بدون قیمت بالا

source: Rounded
es_es: Redondeado
fa_ir: گردشده

source: Save Changes
es_es: Guardar cambios
fa_ir: ذخیرهٔ تغییرات

source: Save Locally
es_es: Guardar localmente
fa_ir: ذخیره محلی

source: Save Optimized Resume
es_es: Guardar currículum optimizado
fa_ir: ذخیره رزومه بهینه شده

source: Saved
es_es: Guardado
fa_ir: ذخیره شد

source: Scan the QR code below with your authenticator app to setup 2FA on your account.
es_es: Escanea el siguiente código QR con tu aplicación de autenticación para configurar 2FA en tu cuenta.
fa_ir: اسکن کد QR زیر با برنامه‌ی authenticator خود برای راه‌اندازی احراز هویت دو مرحله ای بر روی حساب خود.

source: Score
es_es: Puntuación
fa_ir: امتیاز

source: Scroll to Pan
es_es: Desplácese hasta Pan
fa_ir: پیمایش برای حرکت

source: Scroll to Zoom
es_es: Zoom
fa_ir: پیمایش برای بزرگنمایی

source: Search for a font family
es_es: Buscar una familia tipográfica
fa_ir: جستجو برای فونت

source: Search for a font subset
es_es: Buscar un subconjunto de fuentes
fa_ir: جستجو برای زیرمجموعه فونت

source: Search for a font variant
es_es: Buscar una variante de fuente
fa_ir: جستجو برای فونت

source: Search for a language
es_es: Buscar un idioma
fa_ir: جستجو برای زبان

source: Secure with two-factor authentication
es_es: Seguridad con autenticación de doble factor
fa_ir: امن با احراز هویت دو عاملی

source: Security
es_es: Seguridad
fa_ir: امنیت

source: Self-host with Docker
es_es: Auto alojamiento con Docker
fa_ir: هاست شده توسط Docker

source: Send Email
es_es: Enviar email
fa_ir: ارسال ایمیل

source: Send me a message
es_es: Enviarme un mensaje
fa_ir: ارسال پیام

source: Sentences to Improve
es_es: Frases para mejorar
fa_ir: جملات برای بهبود

source: Separate Links
es_es: Enlaces separados
fa_ir: جداسازی لینک‌ها

source: Settings
es_es: Configuración
fa_ir: تنظیمات

source: Setup two-factor authentication on your account
es_es: Configura la autenticación de doble factor en tu cuenta
fa_ir: راه‌اندازی تأیید هویت دو مرحله‌ای بر روی حساب کاربری خود

source: Sharing
es_es: Compartir
fa_ir: اشتراک‌گذاری

source: Short-Term Positions (< 1 year)
es_es: Puestos a corto plazo (< 1 año)
fa_ir: موقعیت های کوتاه مدت (کمتر از 1 سال)

source: Show
es_es: Mostrar
fa_ir: نمایش

source: Show All ({0})
es_es: Mostrar todo ({0})
fa_ir: نمایش همه ({0})

source: Show Break Line
es_es: Mostrar línea de ruptura
fa_ir: نمایش خط بین صفحه

source: Show less
es_es: Mostrar menos
fa_ir: نمایش کمتر

source: Show Less
es_es: Mostrar menos
fa_ir: نمایش کمتر

source: Show Page Numbers
es_es: Mostrar números de página
fa_ir: نمایش شماره صفحه

source: Sidebar
es_es: Barra lateral
fa_ir: نوار کناری

source: Sign in
es_es: Iniciar sesión
fa_ir: ورود

source: Sign In
es_es: Iniciar sesión
fa_ir: ورود

source: Sign in now
es_es: Inicia sesión
fa_ir: اکنون وارد شوید

source: Sign in to your account
es_es: Inicia sesión a tu cuenta
fa_ir: ورود به حساب کاربری

source: Sign in with Email
es_es: Inicia sesión con Email
fa_ir: ورود با ایمیل

source: Sign in with GitHub
es_es: Inicia sesión con GitHub
fa_ir: ورود با GitHub

source: Sign in with Google
es_es: Inicia sesión con Google
fa_ir: ورود با گوگل

source: Sign up
es_es: Registrarse
fa_ir: عضويت

source: Signing in via email is currently disabled by the administrator.
es_es: El inicio de sesión por correo electrónico está actualmente desactivado por el administrador.
fa_ir: ورود از طریق ایمیل در حال حاضر توسط مدیر غیرفعال شده است.

source: Signups are currently disabled by the administrator.
es_es: Los registros están actualmente deshabilitados por el administrador.
fa_ir: ورود در حال حاضر توسط مدیر غیرفعال شده است.

source: Size (in px)
es_es: Tamaño (en píxeles)
fa_ir: اندازه (به پیکسل)

source: Skills used more recently are scored higher. Skills older than 10 years receive zero score.
es_es: Las habilidades utilizadas más recientemente se puntúan más alto. Las habilidades de más de 10 años reciben una puntuación de cero.
fa_ir: مهارت‌هایی که اخیراً بیشتر استفاده شده‌اند امتیاز بالاتری می‌گیرند. مهارت‌های قدیمی‌تر از 10 سال امتیاز صفر دریافت می‌کنند.

source: Slug
es_es: Babosa
fa_ir: نام یکتا

source: Some career gaps or short tenures detected
es_es: Se han detectado algunas lagunas profesionales o períodos cortos
fa_ir: برخی وقفه‌های شغلی یا دوره‌های کوتاه مدت شناسایی شدند

source: Some language clarity issues detected
es_es: Se han detectado algunos problemas de claridad del lenguaje
fa_ir: برخی مشکلات وضوح زبان شناسایی شد

source: Some of your skills are recent, but others may benefit from updating.
es_es: Algunas de tus habilidades son recientes, pero otras podrían beneficiarse de una actualización.
fa_ir: برخی از مهارت‌های شما جدید هستند، اما برخی دیگر ممکن است از به‌روزرسانی بهره‌مند شوند.

source: Something went wrong while grabbing a preview your resume. Please try again later or raise an issue on GitHub.
es_es: Algo salió mal al obtener una vista previa de tu currículum. Por favor, vuelva a intentarlo más tarde o plantee un problema en GitHub.
fa_ir: هنگام دریافت پیش‌نمایش از رزومه شما مشکلی پیش آمد. لطفا بعدا دوباره تلاش کنید یا مشکل را در گیت‌هاب گزارش کنید.

source: Something went wrong while printing your resume. Please try again later or raise an issue on GitHub.
es_es: Algo salió mal al imprimir tu currículum. Por favor, vuelva a intentarlo más tarde o plantee un error en GitHub.
fa_ir: هنگام دریافت رزومه شما مشکلی پیش آمد. لطفا بعدا دوباره تلاش کنید یا مشکل را در گیت‌هاب گزارش کنید.

source: Something went wrong while processing your request. Please try again later or raise an issue on GitHub.
es_es: Algo salió mal procesando su solicitud. Por favor, vuelva a intentarlo más tarde o plantee un error en GitHub.
fa_ir: هنگام پردازش درخواست شما یک مشکل پیش آمد. لطفا بعدا دوباره تلاش کنید یا مشکل را در گیت‌هاب گزارش کنید.

source: Square
es_es: Cuadrado
fa_ir: مربعی

source: Start building from scratch
es_es: Comienza a construir desde cero
fa_ir: شروع ساختن از ابتدا

source: Start building your resume by giving it a name.
es_es: Comienza a crear tu currículum dándole un nombre.
fa_ir: شروع به ساخت رزومه خود با دادن یک نام به آن کنید.

source: Starting bullets with strong action verbs (like "Achieved", "Built", "Developed") makes your resume more impactful and demonstrates results.
es_es: Comenzar las viñetas con verbos de acción fuertes (como "Logrado", "Construido", "Desarrollado") hace que tu currículum sea más impactante y demuestre resultados.
fa_ir: شروع گلوله‌ها با افعال کنشی قوی (مانند "دستیابی", "ساخت", "توسعه") رزومه شما را تأثیرگذارتر می‌کند و نتایج را نشان می‌دهد.

source: Statistics
es_es: Estadísticas
fa_ir: آمارها

source: Statistics are available only for public resumes.
es_es: Las estadísticas solo están disponibles para los currículums públicos.
fa_ir: آمار فقط برای رزومه‌های عمومی در دسترس است.

source: Store your backup codes securely
es_es: Almacena tus códigos de respaldo de forma segura
fa_ir: کدهای پشتیبان خود را به صورت امن ذخیره کنید

source: Strong achievement-job alignment
es_es: Fuerte alineación entre logros y trabajo
fa_ir: همسویی قوی دستاورد-شغل

source: Strong action verb usage
es_es: Fuerte uso de verbos de acción
fa_ir: استفاده قوی از فعل عمل

source: Strong domain/industry match
es_es: Fuerte coincidencia de dominio/industria
fa_ir: تطابق قوی دامنه/صنعت

source: Strong keyword context integrity
es_es: Fuerte integridad del contexto de las palabras clave
fa_ir: یکپارچگی قوی متن کلمات کلیدی

source: Structure your resume to emphasize skills and achievements rather than chronology if job-hopping is a concern.
es_es: Estructura tu currículum para enfatizar las habilidades y los logros en lugar de la cronología si el cambio frecuente de trabajo es una preocupación.
fa_ir: اگر پرش شغلی یک نگرانی است، رزومه خود را طوری ساختار دهید که بر مهارت‌ها و دستاوردها تأکید شود تا ترتیب زمانی.

source: Summary
es_es: Resumen
fa_ir: چکیده

source: Support the app by donating what you can!
es_es: ¡Apoya la aplicación donando lo que puedas!
fa_ir: با حمایت از برنامه آنچه را می‌توانید اهدا کنید!

source: Supporting Reactive Resume
es_es: Apoyar Reactive Resume
fa_ir: حمایت از Reactive Resume

source: Supports A4/Letter page formats
es_es: Admite formatos de página A4/Carta
fa_ir: پشتیبانی از فرمت‌های صفحه A4/Letter

source: System
es_es: Sistema
fa_ir: سامانه

source: Template
es_es: Plantilla
fa_ir: قالب

source: Templates
es_es: Plantillas
fa_ir: قالب ها

source: Testimonials
es_es: Testimonios
fa_ir: رضایت ها

source: Text Color
es_es: Color del texto
fa_ir: رنگ متن

source: The page you're looking for doesn't exist.
es_es: La página que estás buscando no existe.
fa_ir: صفحه‌ای که دنبالش هستید وجود ندارد.

source: The request was invalid.
es_es: La solicitud no era válida.
fa_ir: درخواست نامعتبر بود.

source: The resume you want to update is locked, please unlock if you wish to make any changes to it.
es_es: El currículum que deseas actualizar está bloqueado; desbloquéalo si deseas realizar algún cambio.
fa_ir: رزومه‌ای که می‌خواهید به‌روزرسانی کنید قفل شده است، لطفاً اگر می‌خواهید تغییری در آن انجام دهید آن را باز کنید.

source: The role requires more experience than listed in your resume. Consider highlighting additional relevant experience.
es_es: El puesto requiere más experiencia de la que figura en tu currículum. Considera la posibilidad de destacar experiencia relevante adicional.
fa_ir: این نقش به تجربه بیشتری نسبت به آنچه در رزومه شما ذکر شده است نیاز دارد. برجسته کردن تجربه مرتبط اضافی را در نظر بگیرید.

source: The role requires more seniority than your current level. Consider highlighting leadership experiences in your resume.
es_es: El puesto requiere más antigüedad que tu nivel actual. Considera la posibilidad de destacar experiencias de liderazgo en tu currículum.
fa_ir: این نقش به ارشدیت بیشتری نسبت به سطح فعلی شما نیاز دارد. برجسته کردن تجربیات رهبری در رزومه خود را در نظر بگیرید.

source: Theme
es_es: Tema
fa_ir: تم

source: There was a problem starting the optimization process.
es_es: Hubo un problema al iniciar el proceso de optimización.
fa_ir: مشکلی در شروع فرآیند بهینه سازی وجود داشت.

source: There was an error connecting to the browser. Please make sure 'chrome' is running and reachable.
es_es: Se ha producido un error al conectar con el navegador. Por favor, asegúrate de que 'chrome' se está ejecutando y es accesible.
fa_ir: خطا در اتصال به مرورگر رخ داد. لطفاً مطمئن شوید که 'chrome' در حال اجرا و قابل دسترس است.

source: These keywords appear in your resume but need to be paired with both action verbs AND measurable outcomes.
es_es: Estas palabras clave aparecen en tu currículum, pero deben combinarse con verbos de acción Y resultados medibles.
fa_ir: این کلمات کلیدی در رزومه شما ظاهر می‌شوند اما باید با افعال کنشی و نتایج قابل اندازه‌گیری جفت شوند.

source: These keywords from the job description don't appear in your resume.
es_es: Estas palabras clave de la descripción del puesto no aparecen en tu currículum.
fa_ir: این کلمات کلیدی از شرح شغل در رزومه شما ظاهر نمی‌شوند.

source: This action can be reverted by clicking on the undo button in the floating toolbar.
es_es: Esta acción puede revertirse pulsando el botón deshacer de la barra de herramientas flotante.
fa_ir: این عملیات می تواند با کلیک بر روی دکمه بازگردانی در نوار ابزار شناور بازگشت پیدا کند.

source: This action cannot be undone. This will permanently delete your resume and cannot be recovered.
es_es: Esta acción no se puede deshacer. Esto borrará permanentemente tu currículum y no se podrá recuperar.
fa_ir: این عملیات قابل بازگشت نیست. این عملیات به طور دائمی رزومه شما را حذف خواهد کرد و غیرقابل بازیابی است.

source: This email address is associated with an OAuth account. Please sign in with your OAuth provider.
es_es: Esta dirección de correo electrónico está asociada a una cuenta OAuth. Por favor, inicia sesión con tu proveedor de OAuth.
fa_ir: این آدرس ایمیل با یک حساب OAuth مرتبط است. لطفا با ارائه دهنده OAuth خود وارد شوید.

source: this feature
es_es: esta función
fa_ir: این ویژگی

source: This measures how well your achievements align with the job goals. Higher relevance demonstrates that your accomplishments are directly applicable to the position.
es_es: Esto mide lo bien que se alinean tus logros con los objetivos del puesto. Una mayor relevancia demuestra que tus logros son directamente aplicables al puesto.
fa_ir: این اندازه‌گیری می‌کند که دستاوردهای شما چقدر با اهداف شغلی همسو هستند. ارتباط بالاتر نشان می‌دهد که دستاوردهای شما مستقیماً برای این موقعیت قابل استفاده است.

source: This resume is locked, please unlock to make further changes.
es_es: Este currículum está bloqueado, por favor desbloquéalo para realizar más cambios.
fa_ir: این رزومه قفل شده است، لطفاً برای ایجاد تغییرات بیشتر بازش کنید.

source: This section is reserved for your personal notes specific to this resume. The content here remains private and is not shared with anyone else.
es_es: Esta sección está reservada para tus notas personales específicas de este currículum. El contenido aquí permanece privado y no se comparte con nadie más.
fa_ir: این بخش برای یادداشت‌های شخصی شما مخصوص این رزومه اختصاص داده شده است. محتوای اینجا خصوصی است و با هیچ کس دیگری به اشتراک گذاشته نمی شود.

source: Tip: You can name the resume referring to the position you are applying for.
es_es: Consejo: Puedes nombrar el currículum haciendo referencia al puesto que estás solicitando.
fa_ir: نکته: می توانید رزومه خود را با اشاره به موقعیت شغلی که بیشتر برای آن درخواست داده اید نامگذاری کنید.

source: Title
es_es: Título
fa_ir: عنوان

source: Toggle Page Break Line
es_es: Alternar línea de salto de página
fa_ir: تغییر خط بین صفحه

source: Toggle Page Numbers
es_es: Alternar números de página
fa_ir: تغییر وضعیت شماره صفحات

source: Top Relevant Achievements ({0})
es_es: Principales logros relevantes ({0})
fa_ir: برترین دستاوردهای مرتبط ({0})

source: Track views and downloads
es_es: Seguimiento de visitas y descargas
fa_ir: بررسی تعداد بازدیدها و دانلود‌ها

source: Try Again
es_es: Inténtalo de nuevo
fa_ir: دوباره امتحان کنید

source: Two-Factor Authentication
es_es: Autenticación de doble factor
fa_ir: احراز هویت دو مرحله‌ای
