Repository: tajpouria/linguci
Catalog: locales/*.po
Languages: es_es, fa_ir

source: Enter the one-time password provided by your authenticator app below.
es_es: Ingresa la contraseña de un solo uso proporcionada por tu aplicación de autenticación a continuación.
fa_ir: رمز عبور یکبار مصرف ارائه شده توسط برنامه احراز هویت خود را در زیر وارد کنید.

source: Enter your email address and we will send you a link to reset your password if the account exists.
es_es: Ingresa tu dirección de correo electrónico y te enviaremos un enlace para restablecer tu contraseña si la cuenta existe.
fa_ir: ایمیل خود را وارد کنید و ما یک لینک برای بازنشانی رمز عبور به شما ارسال خواهیم کرد اگر حساب وجود داشته باشد.

source: Error
fa_ir: خطا

source: Error {statusCode}
fa_ir: خطا {statusCode}

source: Error during optimization. Please try again.
es_es: Error durante la optimización. Por favor, inténtelo de nuevo.
fa_ir: خطا در طول بهینه سازی. لطفا دوباره تلاش کنید.

source: Errors
es_es: Errores
fa_ir: خطاها

source: Evaluating your resume and preparing optimizations...
es_es: Evaluando tu currículum y preparando optimizaciones...
fa_ir: در حال ارزیابی رزومه شما و آماده سازی بهینه سازی ها...

source: Evaluating...
es_es: Evaluando...
fa_ir: در حال ارزیابی...

source: Even if you're not in a position to contribute financially, you can still make a difference by giving the GitHub repository a star, spreading the word to your friends, or dropping a quick message to let me know how Reactive Resume has helped you. Your feedback and support are always welcome and much appreciated!
es_es: Incluso si no te encuentras en la posición de contribuir financieramente, puedes marcar la diferencia guardando el repositorio con una estrella, hablando de él con tus amigos o dejando un mensaje para saber cómo te ha ayudado Reactive Resume. ¡Tu feedback y apoyo son siempre bienvenidos y gratamente apreciados!
fa_ir: حتی اگر قادر به کمک مالی نباشید، هنوز می‌توانید با به دادن یک ستاره در گیت هاب، گسترش خبر به دوستانتان یا ارسال یک پیام سریع برای من که چگونه Reactive Resume به شما کمک کرده است، تفاوت ایجاد کنید. بازخورد و حمایت شما همیشه خوش‌آمدید و بسیار قدردانی می‌شود!

source: Examples of Strong Action Verb Bullets
es_es: Ejemplos de viñetas con verbos de acción fuertes
fa_ir: مثال هایی از بولت های فعل کنش قوی

source: Explore the templates available in Reactive Resume and view the resumes crafted with them. They could also serve as examples to help guide the creation of your next resume.
es_es: Explora las plantillas disponibles en Reactive Resume y ve los currículums elaborados con ellas. También podrían servir como ejemplos para ayudar a guiar la creación de tu próximo currículum.
fa_ir: قالب‌های موجود در Reactive Resume را بررسی کرده و رزومه‌های تولید شده با آنها را مشاهده کنید. آنها همچنین می‌توانند به عنوان نمونه‌ها برای کمک در هدایت ایجاد رزومه بعدی شما خدمت کنند.

source: Export
es_es: Exportar
fa_ir: خروجی گرفتن

source: Failed to apply optimization, please try again later.
es_es: Error al aplicar la optimización, inténtalo de nuevo más tarde.
fa_ir: اعمال بهینه سازی ناموفق بود، لطفا بعدا دوباره تلاش کنید.

source: Failed to get billing portal URL. Please try again.
es_es: Error al obtener la URL del portal de facturación. Por favor, inténtalo de nuevo.
fa_ir: دریافت آدرس پورتال پرداخت ناموفق بود. لطفا دوباره تلاش کنید.

source: Failed to import job description
es_es: Error al importar la descripción del trabajo
fa_ir: وارد کردن شرح شغل ناموفق بود

source: Failed to reject optimization, please try again later.
es_es: Error al rechazar la optimización, inténtalo de nuevo más tarde.
fa_ir: رد کردن بهینه سازی ناموفق بود، لطفا بعدا دوباره تلاش کنید.

source: File
es_es: Archivo
fa_ir: فایل

source: Filetype
es_es: Tipo de archivo
fa_ir: نوع فایل

source: Finally,
es_es: Por último,
fa_ir: سرانجام،

source: Fix Spelling & Grammar
es_es: Corregir la ortografía y la gramática
fa_ir: تصحیح املا و گرامر

source: Focus on achievements in short-term roles to demonstrate value despite brief tenure.
es_es: Céntrate en los logros en puestos a corto plazo para demostrar valor a pesar de la breve duración.
fa_ir: تمرکز بر دستاوردها در نقش های کوتاه مدت برای نشان دادن ارزش با وجود دوره تصدی کوتاه.

source: Font Family
es_es: Familia tipográfica
fa_ir: خانواده فونت

source: Font Size
es_es: Tamaño de fuente
fa_ir: اندازه فونت

source: Font Subset
es_es: Subconjunto de fuentes
fa_ir: زیر مجموعه فونت

source: Font Variants
es_es: Variante de fuente
fa_ir: انواع فونت

source: For example, information regarding which companies you sent this resume to or the links to the job descriptions can be noted down here.
es_es: Por ejemplo, aquí puedes anotar información sobre a qué empresas enviaste este currículum o los enlaces a las descripciones de puestos.
fa_ir: برای مثال، اطلاعات مربوط به شرکت‌هایی که این رزومه را به آن‌ها ارسال کرده‌اید یا لینک‌هایی به توضیحات شغلی می‌توانند در اینجا یادداشت شوند.

source: Forget
es_es: Olvidar
fa_ir: فراموش کردن

source: Forgot Password?
es_es: ¿Has olvidado tu contraseña?
fa_ir: گذرواژه را فراموش کرده اید؟

source: Forgot your password?
es_es: ¿Olvidaste tu contraseña?
fa_ir: گذرواژه خود را فراموش کرده‌اید؟

source: Format
es_es: Formato
fa_ir: قالب

source: Found a bug, or have an idea for a new feature?
es_es: ¿Encontraste un error o tienes una idea para una nueva característica?
fa_ir: یک اشکال پیدا کردید، یا ایده ای برای یک ویژگی جدید دارید؟

source: Free, forever
es_es: Gratuito para siempre
fa_ir: رایگان برای همیشه

source: Friendly
es_es: Amigable
fa_ir: دوستانه

source: From Job Description
es_es: De la descripción del trabajo
fa_ir: از شرح شغل

source: Full Name
es_es: Nombre completo
fa_ir: نام و نام خانوادگی

source: Gap between {0} and {1} ({2} year{3})
es_es: Brecha entre {0} y {1} ({2} año{3})
fa_ir: فاصله بین {0} و {1} ({2} سال{3})

source: Generate a random title for your resume
es_es: Genera un título aleatorio para tu currículum
fa_ir: یک عنوان تصادفی برای رزومه خود ایجاد کنید

source: Generate an analysis to see how your resume matches the job description
es_es: Genera un análisis para ver cómo coincide tu currículum con la descripción del trabajo
fa_ir: ایجاد یک تجزیه و تحلیل برای دیدن اینکه چگونه رزومه شما با شرح شغل مطابقت دارد

source: Generate Analysis
es_es: Generar análisis
fa_ir: ایجاد تجزیه و تحلیل

source: Generating...
es_es: Generando...
fa_ir: در حال ایجاد...

source: Geographic distribution of similar resumes around the world
es_es: Distribución geográfica de currículums similares en todo el mundo
fa_ir: توزیع جغرافیایی رزومه های مشابه در سراسر جهان

source: GitHub
fa_ir: گیت هاب

source: GitHub Stars
es_es: Estrellas de GitHub
fa_ir: ستاره های گیت هاب

source: Give your old resume a new name.
es_es: Da un nuevo nombre a tu antiguo currículum.
fa_ir: به رزومه قدیمی خود یک نام جدید بدهید.

source: Go to Dashboard
es_es: Ir al Tablero
fa_ir: رفتن به داشبورد

source: Go to home
es_es: Ir a inicio
fa_ir: برو به خانه

source: Goal #{0}
es_es: Objetivo #{0}
fa_ir: هدف #{0}

source: Good (70-100%)
es_es: Bien (70-100%)
fa_ir: خوب (70-100%)

source: Google
fa_ir: گوگل

source: Grayscale
es_es: Escala de grises
fa_ir: سیاه‌وسفید

source: Grid
es_es: Cuadrícula
fa_ir: جدول

source: Hard Skill Similarity
es_es: Similitud de habilidades duras
fa_ir: تشابه مهارت های سخت

source: Headline
es_es: Título
fa_ir: تيتر

source: Here, you can update your account information such as your profile picture, name and username.
es_es: Aquí puedes actualizar la información de tu cuenta, como tu foto de perfil, nombre y nombre de usuario.
fa_ir: امکان ویرایش اطلاعات حساب کاربری خود مانند تصویر پروفایل، نام و نام کاربری خود را اینجا پیدا می کنید.

source: Here, you can update your profile to customize and personalize your experience.
es_es: Aquí puedes actualizar tu perfil para modificar y personalizar tu experiencia.
fa_ir: در اینجا می‌توانید پروفایل خود را به‌روزرسانی کنید تا تجربه‌ی خود را شخصی‌سازی کنید.

source: Hidden
es_es: Oculto
fa_ir: پنهان

source: Hide
es_es: Ocultar
fa_ir: پنهان کردن

source: Hide Icons
es_es: Ocultar iconos
fa_ir: آیکون‌ها را پنهان کن

source: Hold <0>Ctrl</0> to display your password temporarily.
es_es: Mantén <0>Ctrl</0> para mostrar tu contraseña temporalmente.
fa_ir: برای نمایش رمز عبور خود به طور موقت <0>Ctrl</0> را فشار دهید.

source: Horizontal
fa_ir: افقی

source: Host your resume publicly
es_es: Aloja tu currículum públicamente
fa_ir: رزومه خود را به صورت عمومی منتشر کنید

source: Hover over positions to see the job details
es_es: Pasa el ratón sobre las posiciones para ver los detalles del trabajo
fa_ir: برای دیدن جزئیات شغل، نشانگر ماوس را روی موقعیت ها نگه دارید

source: https://www.linkedin.com/jobs/view/... or other job listing URL
es_es: https://www.linkedin.com/jobs/view/... u otra URL de listado de empleo
fa_ir: https://www.linkedin.com/jobs/view/... یا آدرس اینترنتی لیست مشاغل دیگر

source: I always love to hear from the users of Reactive Resume with feedback or support. Here are some of the messages I've received. If you have any feedback, feel free to drop me an email at <0>{email}</0>.
es_es: Siempre me encanta recibir comentarios o apoyo de los usuarios de Reactive Resume. Estos son algunos de los mensajes que he recibido. Si tienes algún comentario, no dudes en enviarme un correo electrónico a <0>{email}</0>.
fa_ir: همیشه دوست دارم از کاربران Reactive Resume با بازخورد یا پشتیبانی بشنوم. اینجا بعضی از پیام هایی که دریافت کردم هستند. اگر بازخوردی دارید، می‌توانید یک ایمیل به من بزنید به <0>{email}</0>.

source: Icon
es_es: Icono
fa_ir: آیکون

source: If this app has helped you with your job hunt, let me know by reaching out through <0>this contact form</0>.
es_es: Si esta aplicación te ha ayudado en tu búsqueda de empleo, házmelo saber a través de <0>este formulario de contacto</0>.
fa_ir: اگر این برنامه به شما در جستجوی شغل کمک کرده است، از طریق <0>فرم تماس</0> با من ارتباط بگیرید.

source: If you disable two-factor authentication, you will no longer be required to enter a verification code when logging in.
es_es: Si desactivas la autenticación de doble factor, ya no se te pedirá que introduzcas un código de verificación al iniciar sesión.
fa_ir: اگر احراز هویت دو عاملی را غیرفعال کنید، دیگر نیازی به وارد کردن یک کد تأیید نیست وقتی که وارد سیستم می‌شوید.

source: If you're multilingual, we'd love your help in bringing the app to more languages and communities. Don't worry if you don't see your language on the list - just give me a shout-out on GitHub, and I'll make sure to include it. Ready to get started? Jump into translation over at Crowdin by clicking the link below.
es_es: Si eres multilingüe, nos encantaría contar con tu ayuda para llevar la aplicación a más idiomas y comunidades. No te preocupes si no ves tu idioma en la lista: solo tienes que avisarme en GitHub y me aseguraré de incluirlo. ¿Listo para empezar? Lánzate a la traducción en Crowdin haciendo clic en el siguiente enlace.
fa_ir: اگر چندزبانه هستید، ما خیلی خوشحال می‌شویم که به کمک شما، اپ را به بیشتر زبان‌ها و اجتماع‌ها برسانیم. نگران نباشید اگر زبان خود را در لیست نمی‌بینید - فقط به من در گیت‌هاب پیام دهید و من اطمینان حاصل خواهم کرد که آن را اضافه کنم. آیا آماده‌اید که شروع کنید؟ با کلیک بر روی لینک، وارد ترجمه در Crowdin شوید.

source: Import
es_es: Importar
fa_ir: وارد کردن

source: Import & Optimize
es_es: Importar y optimizar
fa_ir: وارد کردن و بهینه سازی

source: Import an existing resume
es_es: Importar un currículum existente
fa_ir: وارد کردن رزومه

source: Import Resume: Step 1 of 2
es_es: Importar currículum: Paso 1 de 2
fa_ir: وارد کردن رزومه: مرحله 1 از 2

source: Improve Writing
es_es: Mejorar la escritura
fa_ir: بهبود بخشیدن نگارش

source: In case you are unable to scan this QR Code, you can also copy-paste this link into your authenticator app.
es_es: En caso de que no puedas escanear este código QR, también puedes copiar y pegar este enlace en tu aplicación de autenticación.
fa_ir: در صورت عدم توانایی شما برای اسکن این کد QR، می‌توانید همچنین این لینک را به برنامه authenticator خود کپی و پیست کنید.

source: In this section, you can change your password and enable/disable two-factor authentication.
es_es: En esta sección, puedes cambiar tu contraseña y habilitar o deshabilitar la autenticación de doble factor.
fa_ir: در این بخش، شما می‌توانید رمز عبور خود را تغییر دهید و احراز هویت دو عاملی را فعال یا غیرفعال کنید.

source: In this section, you can delete your account and all the data associated to your user, but please keep in mind that <0>this action is irreversible</0>.
es_es: En esta sección podrás eliminar tu cuenta y todos los datos asociados a tu usuario, pero ten en cuenta que <0>esta acción es irreversible</0>.
fa_ir: در این بحث، شما می‌توانید حساب کاربری خود را و تمام داده‌های مرتبط با کاربر خود حذف کنید، اما لطفاً به خاطر داشته باشید که <0>این عملیات غیرقابل بازگشت</0> است.

source: Information
es_es: Información
fa_ir: اطلاعات

source: Initializing AI optimization process...
es_es: Inicializando el proceso de optimización de la IA...
fa_ir: در حال راه اندازی فرآیند بهینه سازی هوش مصنوعی...

source: Institution
es_es: Institución
fa_ir: موسسه

source: Internal Promotion
es_es: Promoción interna
fa_ir: ارتقاء داخلی

source: Internal Promotions
es_es: Promociones internas
fa_ir: ترفیع های داخلی

source: Issuer
es_es: Emisor
fa_ir: صادرکننده

source: It doesn't look like a user exists with the credentials you provided.
es_es: Parece que no existe un usuario con las credenciales proporcionadas.
fa_ir: به نظر نمی رسد کاربری با اطلاعات ارائه شده وجود داشته باشد.

source: It looks like the backup code you provided is invalid or used. Please try again.
es_es: Parece que el código de respaldo que proporcionaste no es válido o está en uso. Por favor, inténtalo de nuevo.
fa_ir: به نظر می رسد کد پشتیبانی که ارائه داده اید نامعتبر یا استفاده شده است. لطفا دوباره امتحان کنید.

source: It looks like the reset token you provided is invalid. Please try restarting the password reset process again.
es_es: Parece que el token que has proporcionado no es válido. Por favor, prueba a reiniciar el proceso de restablecimiento de contraseña.
fa_ir: به نظر می رسد توکن ریست که شما ارائه داده اید نامعتبر است. لطفاً دوباره فرآیند تنظیم مجدد رمز عبور را شروع کنید.

source: It looks like the resume you're looking for doesn't exist.
es_es: Parece que el currículum que estás buscando no existe.
fa_ir: به نظر می رسد رزومه ای که شما انتخاب کردید وجود ندارد.

source: It looks like the two-factor authentication code you provided is invalid. Please try again.
es_es: Parece que el código de autenticación de doble factor que proporcionaste no es válido. Por favor, inténtalo de nuevo.
fa_ir: به نظر می رسد کد احراز هویت دو عاملی که ارائه داده اید نامعتبر است. لطفا دوباره امتحان کنید.

source: It looks like the verification token you provided is invalid. Please try restarting the verification process again.
es_es: Parece que el token de verificación que has proporcionado no es válido. Por favor, intenta reiniciar el proceso de verificación de nuevo.
fa_ir: به نظر می رسد توکن تاییدیه که شما ارائه داده اید نامعتبر است. لطفاً دوباره فرآیند تایید را شروع کنید.

source: It looks like your email address has already been verified.
es_es: Parece que tu dirección de correo electrónico ya ha sido verificada.
fa_ir: به نظر می‌رسد آدرس ایمیل شما از قبلاً تأیید شده است.

source: Job Description
es_es: Descripción del puesto
fa_ir: شرح شغل

source: Job description imported successfully
es_es: Descripción del puesto importada correctamente
fa_ir: شرح شغل با موفقیت وارد شد

source: Job description is required
es_es: Se requiere la descripción del puesto
fa_ir: شرح شغل الزامی است

source: Job Description: Step 2 of 2
es_es: Descripción del puesto: Paso 2 de 2
fa_ir: شرح شغل: مرحله 2 از 2

source: Job URL
es_es: URL del puesto
fa_ir: آدرس اینترنتی شغل

source: Key Job Goals ({0})
es_es: Objetivos clave del puesto ({0})
fa_ir: اهداف کلیدی شغل ({0})

source: Keywords
es_es: Palabras clave
fa_ir: کلید واژه‌ها

source: Keywords Missing Context ({0})
es_es: Palabras clave sin contexto ({0})
fa_ir: کلمات کلیدی فاقد زمینه ({0})

source: Keywords that appear with both an action verb AND a measurable outcome in the same bullet point create stronger context and impact.
es_es: Las palabras clave que aparecen con un verbo de acción Y un resultado medible en el mismo punto crean un contexto e impacto más fuertes.
fa_ir: کلمات کلیدی که هم با یک فعل عمل و هم با یک نتیجه قابل اندازه گیری در یک نقطه گلوله ظاهر می شوند، زمینه و تأثیر قوی تری ایجاد می کنند.

source: Keywords with Strong Context ({0}/{1})
es_es: Palabras clave con contexto fuerte ({0}/{1})
fa_ir: کلمات کلیدی با زمینه قوی ({0}/{1})

source: Label
es_es: Etiqueta
fa_ir: عنوان

source: Language
es_es: Idioma
fa_ir: زبان

source: Language clarity analysis
es_es: Análisis de claridad del lenguaje
fa_ir: تجزیه و تحلیل وضوح زبان

source: Last updated {lastUpdated}
es_es: Última actualización: {lastUpdated}
fa_ir: آخرین بروزرسانی {lastUpdated}

source: Layout
es_es: Diseño
fa_ir: چیدمان

source: Learn more
es_es: Aprende más
fa_ir: بیشتر بدانید

source: Letter
es_es: Carta
fa_ir: نامه

source: Level
es_es: Nivel
fa_ir: سطح

source: Level Growth
es_es: Crecimiento de nivel
fa_ir: رشد سطح

source: Level:
es_es: Nivel:
fa_ir: سطح:

source: Light
es_es: Claro
fa_ir: روشن

source: Light or dark theme
es_es: Tema claro u oscuro
fa_ir: تم روشن یا تاریک

source: Limited domain/industry match
es_es: Coincidencia limitada de dominio/industria
fa_ir: تطابق محدود دامنه/صنعت

source: Line Height
es_es: Altura de la línea
fa_ir: فاصله‌ی بین خطوط

source: LinkedIn, JSON Resume, etc.
es_es: LinkedIn, currículum JSON, etc.
fa_ir: لینکدین، JSON رزومه و غیره.

source: List
es_es: Lista
fa_ir: لیست

source: Loading...
es_es: Cargando...
fa_ir: در حال بارگذاری...

source: Location
es_es: Ubicación
fa_ir: موقعیت مکانی

source: Lock
es_es: Bloquear
fa_ir: قفل کردن

source: Lock a resume to prevent editing
es_es: Bloquear un currículum para impedir su edición
fa_ir: قفل کردن یک رزومه برای جلوگیری از ویرایش

source: Locking a resume will prevent any further changes to it. This is useful when you have already shared your resume with someone and you don't want to accidentally make any changes to it.
es_es: Bloquear un currículum evitará que se realicen más cambios. Esto es útil cuando ya has compartido tu currículum con alguien y no deseas realizar ningún cambio en él accidentalmente.
fa_ir: قفل کردن رزومه از جلوگیری از هرگونه تغییر بعدی در آن جلوگیری می کند. این وقتی مفید است که رزومه خود را با کسی به اشتراک گذاشته اید و نمی خواهید به طور اتفاقی تغییری در آن ایجاد کنید.

source: Logout
es_es: Cerrar sesión
fa_ir: خروج

source: Lost your device?
es_es: ¿Has perdido tu dispositivo?
fa_ir: دستگاه خود را گم کرده اید؟

source: Main
es_es: Principal
fa_ir: اصلی

source: Manage multiple resumes
es_es: Administrar múltiples currículums
fa_ir: مدیریت چند رزومه

source: Manage Subscription
es_es: Gestionar suscripción
fa_ir: مدیریت اشتراک

source: March 2023
es_es: Marzo de 2023
fa_ir: مارچ 2023

source: March 2023 - Present
es_es: Marzo 2023 - Presente
fa_ir: مارس 2023 - حال حاضر

source: Margin
es_es: Margen
fa_ir: حاشیه

source: Match Score
es_es: Puntuación de coincidencia
fa_ir: امتیاز تطابق

source: Matched: {matchedCount}/{totalCount}
es_es: Coincidencias: {matchedCount}/{totalCount}
fa_ir: تطبیق داده شد: {matchedCount}/{totalCount}

source: Matching Domains
es_es: Dominios coincidentes
fa_ir: دامنه‌های تطبیق

source: Matching Keywords ({0}/{1})
es_es: Palabras clave coincidentes ({0}/{1})
fa_ir: کلمات کلیدی تطبیق ({0}/{1})

source: Matching Skills ({0}/{1})
es_es: Habilidades coincidentes ({0}/{1})
fa_ir: مهارت‌های تطبیق ({0}/{1})

source: Max Tokens
es_es: Máximo de tokens
fa_ir: حداکثر توکن‌ها

source: Metrics
es_es: Métricas
fa_ir: سنجش‌ها

source: Metrics Summary
es_es: Resumen de métricas
fa_ir: خلاصه سنجش‌ها

source: Missing Domains ({0})
es_es: Dominios faltantes ({0})
fa_ir: دامنه‌های گمشده ({0})

source: Missing Keywords ({0})
es_es: Palabras clave faltantes ({0})
fa_ir: کلمات کلیدی گمشده ({0})

source: Missing Skills
es_es: Habilidades faltantes
fa_ir: مهارت‌های گمشده

source: Missing Skills ({0})
es_es: Habilidades faltantes ({0})
fa_ir: مهارت‌های گمشده ({0})

source: Missing: {missingCount}
es_es: Faltantes: {missingCount}
fa_ir: گم شده: {missingCount}

source: MIT License
es_es: Licencia MIT
fa_ir: مجور MIT

source: Model
es_es: Modelo
fa_ir: مدل

source: Multiple career gaps or frequent job changes detected
es_es: Se han detectado múltiples lagunas profesionales o cambios de trabajo frecuentes
fa_ir: چندین شکاف شغلی یا تغییرات شغلی مکرر شناسایی شد

source: Name
es_es: Nombre
fa_ir: نام

source: Network
es_es: Red
fa_ir: شبکه

source: New Password
es_es: Nueva contraseña
fa_ir: رمز عبور جدید

source: Next
es_es: Siguiente
fa_ir: بعدی

source: No career gaps or job-hopping detected
es_es: No se han detectado lagunas profesionales ni cambios de trabajo frecuentes
fa_ir: هیچ شکاف شغلی یا جابجایی شغلی شناسایی نشد

source: No job description found for the provided URL.
es_es: No se ha encontrado ninguna descripción del puesto para la URL proporcionada.
fa_ir: هیچ شرح شغلی برای آدرس اینترنتی ارائه شده یافت نشد.

source: No job description found. Please check the URL or try copying manually.
es_es: No se ha encontrado ninguna descripción del puesto. Compruebe la URL o intente copiarla manualmente.
fa_ir: هیچ شرح شغلی یافت نشد. لطفا آدرس اینترنتی را بررسی کنید یا سعی کنید به صورت دستی کپی کنید.

source: No matching domains found.
es_es: No se han encontrado dominios coincidentes.
fa_ir: هیچ دامنه منطبقی یافت نشد.

source: No matching keywords found.
es_es: No se han encontrado palabras clave coincidentes.
fa_ir: هیچ کلمه کلیدی منطبقی یافت نشد.

source: No matching skills found.
es_es: No se han encontrado habilidades coincidentes.
fa_ir: هیچ مهارت منطبقی یافت نشد.

source: No requirements found.
es_es: No se han encontrado requisitos.
fa_ir: هیچ نیازمندی یافت نشد.

source: No results found
es_es: No se han encontrado resultados
fa_ir: موردی یافت نشد

source: No Resume Analysis Found
es_es: No se ha encontrado análisis de currículum.
fa_ir: هیچ تجزیه و تحلیل رزومه یافت نشد

source: No user tracking or advertising
es_es: Sin seguimiento de usuario o publicidad
fa_ir: بدون ردیابی کاربر یا تبلیغات

source: Note: This will make your account less secure.
es_es: Nota: Esto hará que tu cuenta sea menos segura.
fa_ir: توجه: این باعث کاهش امنیت حساب کاربری شما می شود.

source: Notes
es_es: Notas
fa_ir: یادداشت‌ها

source: of bullet points start with action verbs
es_es: de las viñetas comienzan con verbos de acción
fa_ir: از نکات گلوله ای با افعال کنشی شروع می شوند

source: of job keywords have context
es_es: de las palabras clave del trabajo tienen contexto
fa_ir: از کلمات کلیدی شغلی دارای زمینه هستند

source: One-Time Password
es_es: Contraseña de un solo uso (OTP)
fa_ir: پسورد یکبار مصرف

source: Oops, the server returned an error.
es_es: Vaya, el servidor devolvió un error.
fa_ir: اوه ، مشکلی در سرور پدید امد.

source: Open
es_es: Abrir
fa_ir: باز کردن

source: Open Source
es_es: Código Abierto
fa_ir: اوپن سورس

source: OpenAI did not return any choices for your text.
es_es: OpenAI no devolvió ninguna opción para tu texto.
fa_ir: OpenAI نتوانست هیچ پیشنهادی برای متن شما ارائه دهد.

source: OpenAI Integration
es_es: Integración con OpenAI
fa_ir: ادغام با OpenAI

source: OpenAI/Ollama API Key
es_es: Clave API de OpenAI/Ollama
fa_ir: کلید API اوپن ای آی/اولاما

source: OpenAI/Ollama Integration
es_es: Integración OpenAI/Ollama
fa_ir: ادغام اوپن ای آی/اولاما

source: Optimization Failed
es_es: Optimización fallida
fa_ir: بهینه سازی ناموفق بود

source: Optimize Resume with AI
es_es: Optimizar currículum con IA
fa_ir: بهینه سازی رزومه با هوش مصنوعی

source: Optimized Resume
es_es: Currículum optimizado
fa_ir: رزومه بهینه شده

source: optimizing a resume
es_es: optimizando un currículum
fa_ir: بهینه سازی یک رزومه
