Repository: tajpouria/linguci
Catalog: locales/*.po
Languages: es_es, fa_ir

source: Two-factor authentication is already enabled for this account.
es_es: La autenticación de doble factor ya está habilitada para esta cuenta.
fa_ir: احراز هویت دو عاملی برای این حساب از قبل فعال است.

source: Two-factor authentication is not enabled for this account.
es_es: La autenticación de doble factor no está habilitada para esta cuenta.
fa_ir: احراز هویت دو عاملی برای این حساب فعال نیست.

source: Type <0>delete</0> to confirm deleting your account.
es_es: Escriba <0>eliminar</0> para confirmar la eliminación de tu cuenta.
fa_ir: برای تأیید حذف حساب کاربری خود <0>delete</0> را وارد کنید.

source: Type of Study
es_es: Tipo de estudio
fa_ir: نوع تحصیلات

source: Typography
es_es: Tipografía
fa_ir: تایپوگرافی

source: Underline Links
es_es: Subrayar enlaces
fa_ir: زیر پیوند‌ها خط بکش

source: Undo
es_es: Deshacer
fa_ir: بازگردانی

source: Unknown error occurred
es_es: Se produjo un error desconocido
fa_ir: خطای ناشناخته رخ داده است

source: Unlock
es_es: Desbloquear
fa_ir: باز کردن

source: Unlocking a resume will allow you to make changes to it again.
es_es: Desbloquear un currículum te permitirá realizar cambios en él nuevamente.
fa_ir: باز کردن قفل یک رزومه به شما امکان تغییر آن را دوباره می دهد.

source: Unverified
es_es: Sin verificar
fa_ir: تأیید نشده

source: Update an existing item
es_es: Actualizar un elemento existente
fa_ir: به روزرسانی یک مورد موجود

source: Update an existing resume
es_es: Actualizar un currículum existente
fa_ir: به روزرسانی یک رزومه موجود

source: Upgrade to Plus
es_es: Actualizar a Plus
fa_ir: ارتقا به پلاس

source: Upload a file from one of the accepted sources to parse existing data and import it into Reactive Resume for easier editing.
es_es: Cargue un archivo de una de las fuentes aceptadas para analizar los datos existentes e importarlos a la Reanudación Reactiva para facilitar su edición.
fa_ir: آپلود یک فایل از یکی از منابع پذیرفته شده برای تجزیه و تحلیل داده های موجود و وارد کردن آن به Reactive Resume برای ویرایش آسانتر.

source: Upload PDF Resume
es_es: Cargar currículum en PDF
fa_ir: آپلود رزومه PDF

source: Upload your PDF resume and we'll convert it to a beautiful, interactive format.
es_es: Carga tu currículum en PDF y lo convertiremos en un formato interactivo y atractivo.
fa_ir: رزومه PDF خود را آپلود کنید و ما آن را به یک فرمت زیبا و تعاملی تبدیل خواهیم کرد.

source: URL
fa_ir: آدرس وبسایت

source: URL must start with https://
es_es: La URL debe empezar por https://
fa_ir: آدرس وب باید با https:// شروع شود

source: Usage Limit Reached
es_es: Límite de uso alcanzado
fa_ir: محدودیت استفاده به پایان رسید

source: Use your backup code
es_es: Usa tu código de respaldo
fa_ir: از کد پشتیبان خود استفاده کنید

source: User does not have an associated 'secrets' record. Please report this issue on GitHub.
es_es: El usuario no tiene un registro 'secretos' asociado. Por favor, informe de este problema en GitHub.
fa_ir: کاربر دارای رکورد 'رمزها' مرتبط نیست. لطفاً این مشکل را در گیت‌هاب گزارش دهید.

source: Username
es_es: Usuario
fa_ir: نام کاربری

source: Users Signed Up
es_es: Usuarios registrados
fa_ir: کاربران ثبت نام کرده‌اند

source: Validate
es_es: Validar
fa_ir: تأیید

source: Validated
es_es: Validado
fa_ir: تأییدشده

source: Value
es_es: Valor
fa_ir: مقدار

source: Verified
es_es: Verificada
fa_ir: تایید شده

source: Verify that two-factor authentication has been setup correctly
es_es: Verifica que la autenticación de doble factor haya sido configurada correctamente
fa_ir: تأیید کنید که احراز هویت دو مرحله‌ای به درستی تنظیم شده است

source: Verify your email address
es_es: Verifica tu dirección de correo electrónico
fa_ir: آدرس ایمیل خود را تایید کنید

source: Version 4
es_es: Versión 4
fa_ir: نسخه ۴

source: View Analysis in Full Screen
es_es: Ver análisis en pantalla completa
fa_ir: مشاهده تجزیه و تحلیل در حالت تمام صفحه

source: Views
es_es: Visualizaciones
fa_ir: تعداد بازدید ها

source: Visible
fa_ir: قابل مشاهده

source: Visit <0>Phosphor Icons</0> for a list of available icons
es_es: Visite <0>Iconos de fósforo</0> para ver una lista de los iconos disponibles
fa_ir: برای لیستی از آیکون های موجود از <0>Phosphor Icons</0> دیدن کنید

source: We verify your email address only to ensure that we can send you a password reset link in case you forget your password.
es_es: Verificamos tu dirección de correo electrónico sólo para asegurarnos de que podemos enviarte un enlace de restablecimiento de contraseña en caso de que olvides tu contraseña.
fa_ir: ما آدرس ایمیل شما را تأیید می کنیم تا فقط مطمئن شویم که می توانیم لینک بازنشانی رمز عبور را به شما ارسال کنیم در صورتی که رمز عبور خود را فراموش کنید.

source: Website
es_es: Sitio Web
fa_ir: وب‎سایت

source: What's new in the latest version
es_es: Novedades en la última versión
fa_ir: چه خبر در آخرین نسخه

source: Worldwide Resume Distribution
es_es: Distribución mundial de currículums
fa_ir: توزیع رزومه در سراسر جهان

source: years
es_es: años
fa_ir: سال ها

source: You are not authorized to access this page.
es_es: No estás autorizado a acceder a esta página.
fa_ir: شما مجاز به دسترسی به این صفحه نیستید.

source: You can add multiple keywords by separating them with a comma or pressing enter.
es_es: Puedes agregar varias palabras clave separándolas con una coma o presionando Enter.
fa_ir: شما می‌توانید کلمات متعددی را با جداکردن آن‌ها با یک کاما یا فشردن کلید اینتر اضافه کنید.

source: You can also enter your username.
es_es: También puedes ingresar tu nombre de usuario.
fa_ir: شما همچنین می‌توانید نام کاربری خود را وارد کنید.

source: You can also integrate with Ollama simply by setting the API key to `sk-1234567890abcdef` and the Base URL to your Ollama URL, i.e. `http://localhost:11434/v1`. You can also pick and choose models and set the max tokens as per your preference.
es_es: También puede integrarse con Ollama simplemente estableciendo la clave API en `sk-1234567890abcdef` y la URL base en su URL de Ollama, es decir, `http://localhost:11434/v1`. También puede elegir los modelos y establecer los tokens máximos según sus preferencias.
fa_ir: شما همچنین می توانید به سادگی با تنظیم کلید API به `sk-1234567890abcdef` و URL پایه به URL اولاما خود، یعنی `http://localhost:11434/v1` با اولاما ادغام شوید. همچنین می توانید مدل ها را انتخاب کرده و حداکثر توکن ها را مطابق با ترجیحات خود تنظیم کنید.

source: You can make use of the OpenAI API to help you generate content, or improve your writing while composing your resume.
es_es: Puedes utilizar la API de OpenAI para ayudarte a generar contenido o mejorar tu escritura mientras redactas tu currículum.
fa_ir: شما می توانید از API OpenAI استفاده کنید تا به شما در تولید محتوا کمک کند یا نوشتن شما را بهتر کند در حالی که رزومه خود را تنظیم می کنید.

source: You can track the number of views your resume has received, or how many people have downloaded the resume by enabling public sharing.
es_es: Puedes hacer un seguimiento del número de visitas que ha recibido tu currículum o de cuántas personas han descargado el currículum habilitando el uso compartido público.
fa_ir: شما می‌توانید تعداد بازدید‌های رزومه خود را یا تعداد افرادی که رزومه را با فعال کردن اشتراک عمومی دانلود کرده‌اند، بررسی کنید.

source: You can upgrade to Plus for higher usage limits.
es_es: Puedes actualizar a Plus para obtener límites de uso más altos.
fa_ir: برای محدودیت های استفاده بالاتر می توانید به پلاس ارتقا دهید.

source: You don't have permission to access this page.
es_es: No tienes permiso para acceder a esta página.
fa_ir: شما اجازه دسترسی به این صفحه را ندارید.

source: You have more experience than required, which is a strong advantage for this position.
es_es: Tienes más experiencia de la necesaria, lo cual es una gran ventaja para este puesto.
fa_ir: شما تجربه بیشتری نسبت به نیاز دارید، که یک مزیت قوی برای این موقعیت است.

source: You have more seniority than required, which could be advantageous but consider if the role meets your career goals.
es_es: Tienes más antigüedad de la necesaria, lo que podría ser ventajoso, pero considera si el puesto se ajusta a tus objetivos profesionales.
fa_ir: شما ارشدیت بیشتری نسبت به نیاز دارید، که می تواند سودمند باشد اما در نظر بگیرید که آیا این نقش با اهداف شغلی شما مطابقت دارد یا خیر.

source: You have some relevant industry experience, but could strengthen alignment with the job requirements.
es_es: Tienes algo de experiencia relevante en la industria, pero podrías fortalecer la alineación con los requisitos del trabajo.
fa_ir: شما تجربه صنعت مرتبطی دارید، اما می توانید همسویی با الزامات شغلی را تقویت کنید.

source: You have the option to <0>obtain your own OpenAI API key</0>. This key empowers you to leverage the API as you see fit. Alternatively, if you wish to disable the AI features in Reactive Resume altogether, you can simply remove the key from your settings.
es_es: Tiene la opción de <0>obtener su propia clave API de OpenAI</0>. Esta clave le permite aprovechar la API como mejor le convenga. Alternativamente, si desea desactivar por completo las funciones de IA en Reactive Resume, puede simplemente eliminar la clave de su configuración.
fa_ir: شما قادر به <0>دریافت کلید API اختصاصی OpenAI خودتان هستید</0>. این کلید به شما این امکان را می دهد که از API به دلخواه خود استفاده کنید. به عنوان یک گزینه دیگر، اگر می خواهید قابلیت های هوش مصنوعی در Reactive Resume را کاملاً غیرفعال کنید، می توانید به سادگی این کلید را از تنظیمات خود حذف کنید.

source: You should have received an email from <0>Reactive Resume</0> with a link to verify your account.
es_es: Deberías haber recibido un correo electrónico de <0>Reactive Resume</0> con un enlace para verificar tu cuenta.
fa_ir: شما باید یک ایمیل از <0>Reactive Resume</0> با یک لینک برای تأیید حساب خود دریافت کرده باشید.

source: You will be redirected to the Stripe billing portal in a moment.
es_es: En breve, serás redirigido al portal de facturación de Stripe.
fa_ir: شما لحظاتی دیگر به پورتال صورتحساب Stripe هدایت خواهید شد.

source: You're already a Plus subscriber!
es_es: ¡Ya eres suscriptor Plus!
fa_ir: شما قبلاً مشترک پلاس هستید!

source: You've got mail!
es_es: ¡Tienes mensajes!
fa_ir: شما ایمیل دریافت کردید

source: You've reached your usage cap for {feature}.
es_es: Has alcanzado tu límite de uso para {feature}.
fa_ir: شما به سقف استفاده خود برای {feature} رسیده اید.

source: Your account and all your data has been deleted successfully. Goodbye!
es_es: Tu cuenta y todos tus datos han sido eliminados con éxito. ¡Adiós!
fa_ir: حساب شما و تمام داده‌های شما با موفقیت حذف شد. خدانگهدار!

source: Your API key is securely stored in the browser's local storage and is only utilized when making requests to OpenAI via their official SDK. Rest assured that your key is not transmitted to any external server except when interacting with OpenAI's services.
es_es: Su clave API se almacena de manera segura en el almacenamiento local del navegador y solo se utiliza al realizar peticiones a OpenAI a través de su SDK oficial. Tenga la seguridad de que su clave no se transmite a ningún servidor externo a excepción de los servicios de OpenAI.
fa_ir: کلید API شما به صورت ایمن در حافظه مرورگر دستگاه ذخیره می شود و تنها هنگام ارسال درخواست به OpenAI از طریق SDK رسمی آنها استفاده می شود. اطمینان حاصل کنید که کلید شما به هیچ سرور خارجی انتقال داده نمی شود مگر اینکه برای تعامل با خدمات OpenAI استفاده شود.

source: Your email address has been verified successfully.
es_es: Tu dirección de correo electrónico se ha verificado con éxito.
fa_ir: آدرس ایمیل شما با موفقیت تأیید شد.

source: Your Experience
es_es: Tu experiencia
fa_ir: تجربه شما

source: Your experience exceeds the requirement
es_es: Tu experiencia supera el requisito
fa_ir: تجربه شما فراتر از نیاز است

source: Your experience is below the requirement
es_es: Tu experiencia está por debajo del requisito
fa_ir: تجربه شما کمتر از نیاز است

source: Your experience matches the requirement
es_es: Tu experiencia coincide con el requisito
fa_ir: تجربه شما با نیاز مطابقت دارد

source: Your industry experience aligns well with the job requirements.
es_es: Tu experiencia en la industria se alinea bien con los requisitos del trabajo.
fa_ir: تجربه صنعت شما به خوبی با الزامات شغلی مطابقت دارد.

source: Your Level
es_es: Tu nivel
fa_ir: سطح شما

source: Your OpenAI API Key has not been set yet. Please go to your account settings to enable OpenAI Integration.
es_es: Su clave API de OpenAI aún no ha sido configurada. Por favor, vaya a la configuración de su cuenta para habilitar la integración de OpenAI.
fa_ir: کلید API OpenAI شما هنوز تنظیم نشده است. لطفاً به تنظیمات حساب کاربری خود بروید تا امکان ادغام OpenAI را فعال کنید.

source: Your password has been updated successfully.
es_es: Tu contraseña se ha actualizado con éxito.
fa_ir: رمز عبور شما با موفقیت به روز شد.

source: Your Recent Skills
es_es: Tus habilidades recientes
fa_ir: مهارت های اخیر شما

source: Your resume demonstrates clear, concise language with good readability.
es_es: Tu currículum demuestra un lenguaje claro y conciso con buena legibilidad.
fa_ir: رزومه شما زبان واضح، مختصر و با قابلیت خوانایی خوب را نشان می دهد.

source: Your seniority level is higher than required
es_es: Tu nivel de antigüedad es superior al requerido
fa_ir: سطح ارشدیت شما بالاتر از حد مورد نیاز است

source: Your seniority level is lower than required
es_es: Tu nivel de antigüedad es inferior al requerido
fa_ir: سطح ارشدیت شما پایین تر از حد مورد نیاز است

source: Your seniority level matches the requirement
es_es: Tu nivel de antigüedad coincide con el requisito
fa_ir: سطح ارشدیت شما با نیاز مطابقت دارد

source: Your seniority level perfectly matches what's required for this position.
es_es: Tu nivel de antigüedad coincide perfectamente con lo que se requiere para este puesto.
fa_ir: سطح ارشدیت شما کاملاً با آنچه برای این موقعیت لازم است مطابقت دارد.

source: Your skills are recent and relevant
es_es: Tus habilidades son recientes y relevantes
fa_ir: مهارت های شما جدید و مرتبط هستند

source: Your skills are recent and relevant to the job requirements.
es_es: Tus habilidades son recientes y relevantes para los requisitos del trabajo.
fa_ir: مهارت های شما جدید و مرتبط با الزامات شغلی هستند.

source: Your skills have moderate recency
es_es: Tus habilidades tienen una actualidad moderada.
fa_ir: مهارت های شما از تازگی متوسطی برخوردار هستند

source: Your skills might need updating
es_es: Es posible que tus habilidades necesiten actualizarse.
fa_ir: مهارت های شما ممکن است نیاز به به روز رسانی داشته باشند

source: Your years of experience match the job requirements well.
es_es: Tus años de experiencia coinciden bien con los requisitos del puesto.
fa_ir: سالها تجربه شما به خوبی با الزامات شغلی مطابقت دارد.

source: Zoom In
es_es: Aumentar
fa_ir: بزرگ‌نمایی

source: Zoom Out
es_es: Disminuir
fa_ir: کوچک‌نمایی

# For example, add a new work experience, or add a new profile.
source: Add a new item
es_es: Añadir un nuevo elemento
fa_ir: افزودن مورد جدید

source: Basics
es_es: Lo esencial
fa_ir: مبانی

# This is a link to create a new account
source: Create one now
es_es: Crear uno ahora
fa_ir: اکنون یکی ایجاد کنید

# Name of the Certification
source: Name
es_es: Nombre
fa_ir: نام

source: or continue with
es_es: o continuar con
fa_ir: یا ادامه با

# Position held at a company, for example, Software Engineer
source: Position
es_es: Posición
fa_ir: موقعیت شغلی

# Name of the Award
source: Title
es_es: Título
fa_ir: عنوان

source: AI
es_es: IA

source: Center Artboard
es_es: Mesa de trabajo central

source: Redo
es_es: Rehacer

source: John Doe
es_es: Juan Nadie

source: john.doe
es_es: Juan.Nadie

source: john.doe@example.com
es_es: juan.nadie@ejemplo.es
